<?php

return [
    'not_found' => 'Не найдено действительных кодов для указанного пользователя. Пожалуйста, обновите код.',
    'invalid' => 'Неверный код. Пожалуйста, обновите код подтверждения.',
    'confirm_error' => 'Возникла ошибка при подтверждении аккаунта.',
    'refreshed' => 'Код для подтверждения аккаунта обновлен и выслан на указанный почтовый адрес.',
    'confirmed' => 'Аккаунт пользователя подтвержден.',
    'repeat_later' => 'Мы сможем отправить новый код через 2 минуты.',
    'too_many_attempts' => 'Слишком много попыток на сегодня. Пожалуйста, попробуйте позже.',
    'sent_phone_number_confirmation_code' => 'Код потверждения отправлен на Ваш номер мобильного телефона.',
    'sent_reset_password_code' => 'Код для сброса пароля отправлен на Ваш адрес электронной почты.',
    'sent_email_confirmation_code' => 'Код для подтверждения адреса электронной почты отправлен.',
];
