<?php

return [
    'not_found' => 'Не найдено действительных кодов для указанного пользователя. Пожалуйста, обновите код.',
    'invalid' => 'Неверный код. Пожалуйста, обновите код подтверждения.',
    'confirm_error' => 'Возникла ошибка при подтверждении аккаунта.',
    'refreshed' => 'Код для подтверждения аккаунта обновлен и выслан на указанный почтовый адрес.',
    'confirmed' => 'Аккаунт пользователя подтвержден.',
    'repeat_later' => 'Мы сможем отправить новый код через 2 минуты.',
    'too_many_attempts' => 'Слишком много попыток на сегодня. Пожалуйста, попробуйте позже.'
];
