<?php

return [
    'income.type.invalid' => ':scope принимает :type объект.',
    'error_while_creating' => 'Возникла ошибка при создании :model.',
    'already_active' => 'Аккаунт пользователя уже активен',
    'inactive' => 'Не найдено активного аккаунта с указанным почтовым адресом',
    'incorrect_password' => 'Неправильный пароль.',
    'unsupported_locale' => 'Нет поддержки выбранного языка.',
    'active_on_recover' => 'Невозможно восстановить пароль на активном аккаунте.',
    'code_response_match' => 'Код ответа должен совпадать с его типом.',
    'unable_to_add_role' => 'Невозможно добавить роль пользователю',
    'too_many_roles' => 'Пользователь может иметь не более 2 ролей.',
    'too_many_educations' => 'Пользователь может иметь не более 6 программ обучения.',
    'invalid_array_format' => 'Массив должен иметь следующие ключи: :keys.',
    'in_array' => 'Входящий аргумент должен быть элементом массива: :array.'
];
